const products = [
    {
        id: 1,
        name: "علبة سنابل معدنية",
        model: "متعدد الموديلات",
        category: "tools",
        price: "12,500 $",
        description: "علبة معدنية معدنية عالية الجودة",
        features: ["معدن مقاوم للصدأ ومتين", "تصميم أنيق وعصري", "سعة جيدة لتخزين السنابل", "سهلة التنظيف والتعقيم", "مناسبة للاستخدام في العيادات والمستشفيات", "الوان متعددة وجذابة"],
        images: [
            "./imgprodects/prodect1.jpeg"
        ]
    },
    {
        id: 2,
        name: "علبة سنابل معدنية حجم صغير مع غطاء",
        model: "متعدد الموديلات",
        category: "tools",
        price: "8,900 $",
        description: "علبة سنابل معدنية صغيرة الحجم مع غطاء محكم الإغلاق، مصممة لتوفير حماية مثالية للسنابل أثناء التخزين والنقل.",
        features: ["معدن عالي الجودة مقاوم للصدأ", "تصميم مدمج وصغير الحجم", "غطاء محكم الإغلاق لحماية السنابل", "مهمة لحفظ السنابل بعد التعقيم", "مناسبة للاستخدام في العيادات والمستشفيات", "ألوان متعددة وجذابة"],
        images: [
            "./imgprodects/prodect2.jpeg"
        ]
    },
    {
        id: 3,
        name: "قاطع كوتا",
        model: "Gutta Cutter",
        category: "tools",
        price: "12 $",
        description: "قاطع كوتا عالي الجودة مصمم لقطع مواد الحشو السنية بدقة وسهولة. مصنوع من مواد متينة لضمان الأداء الممتاز وطول العمر.",
        features: ["تصميم مريح لسهولة الاستخدام", "شفرة حادة ودقيقة لقطع فعال", "مصنوع من مواد متينة مقاومة للتآكل", "سهل التعقيم والتنظيف", "مناسب للاستخدام في العيادات والمستشفيات", "ضمان 2 سنة"],
        images: [
            "./imgprodects/prodect3.jpeg"
        ]
    },
    {
        id: 4,
        name: "فراشي بوند",
        model: "Bond Brushes",
        category: "materials",
        price: "1.25 $",
        description: "فراشي بوند عالية الجودة مصممة لتطبيق مواد الربط السنية بدقة وسهولة. توفر توزيعًا متساويًا للمواد لضمان نتائج ممتازة في عمليات الترميم والتجميل.",
        features: ["شعيرات ناعمة ودقيقة لتطبيق مثالي", "تصميم مريح لسهولة الاستخدام", "مصنوعة من مواد عالية الجودة مقاومة للتآكل", "سهل التعقيم والتنظيف", "مناسبة للاستخدام في العيادات والمستشفيات", "متوفرة بأحجام مختلفة لتلبية جميع الاحتياجات"],
        images: [
            "./imgprodects/prodect4.jpeg"
        ]
    },
    {
        id: 5,
        name: "سنابل غيتس غليدن",
        model: "Gates Glidden Drills",
        category: "tools",
        price: "4.50 $",
        description: "سنابل غيتس غليدن عالي الجودة مصممة لتطبيق مواد الربط السنية بدقة وسهولة. توفر توزيعًا متساويًا للمواد لضمان نتائج ممتازة في عمليات الترميم والتجميل.",
        features: ["حديدة حادة ودقيقة لقطع فعال", "تصميم مريح لسهولة الاستخدام", "مصنوعة من مواد متينة مقاومة للتآكل", "سهل التعقيم والتنظيف", "مناسبة للاستخدام في العيادات والمستشفيات",],
        images: [
            "./imgprodects/prodect5.jpeg"
        ]
    },
    {
        id: 6,
        name: "جهاز تبيض 8 ليدات",
        model: "WhitePro 8 LED",
        category: "tools",
        price: "35 $",
        description: "جهاز تبيض أسنان محمول مزود بـ 8 ليدات عالية الكفاءة لتسريع عملية التبييض وتحقيق نتائج مذهلة في وقت قصير. يتميز بتصميم مريح وسهل الاستخدام مع ضمان نتائج آمنة وفعالة.",
        features:["8 ليدات عالية الكفاءة لتسريع التبييض", "تصميم مريح وسهل الاستخدام", "نتائج سريعة وفعالة في جلسة واحدة", "آمن على الأسنان واللثة"],
        images: [
            "./imgprodects/prodect6.jpeg"
        ]
    },
    {
        id: 7,
        name:"رؤوس جهاز تصليب",
        model: "CurePro Tips",
        category: "tools",
        price: "6 $",
        description: "رؤوس جهاز تصليب عالية الجودة مصممة لتوفير أداء ممتاز في عمليات الترميم السنية. تتميز بتصميم متطور يضمن توزيعًا متساويًا للضوء لتحقيق نتائج مثالية في كل استخدام.",
        features: ["تصميم متطور لضمان توزيع متساوي للضوء", "مصنوعة من مواد عالية الجودة مقاومة للتآكل", "سهل التركيب والتبديل على جهاز التصليب", "مناسبة للاستخدام في العيادات والمستشفيات"],
        images: [
            "./imgprodects/prodect7.jpeg"
        ]
    },
    {
        id: 8,
        name: "جهاز تصليب معدني",
        model: "CurePro Metal",
        category: "tools",
        price: "35 $",
        description: "جهاز تصليب معدني عالي الجودة مصمم للاستخدام في العيادات السنية. يوفر أداءً ممتازًا في عمليات الترميم السنية.",
        features: ["تصميم معدني قوي ومتين", "مصنوع من مواد عالية الجودة مقاومة للتآكل", "سهل التركيب والصيانة", "الوان متعددة"],
        images: [
            "./imgprodects/prodect8.jpeg"
        ]
    },
    {
        id: 9,
        name: "حامل لفافات قطنية",
        model: "متعدد الموديلات",
        category: "tools",
        price: "3.5 $",
        description: "حامل لفافات قطنية عالي الجودة مصمم لتنظيم وتخزين لفافات القطن بشكل فعال في العيادات والمستشفيات. يتميز بتصميم عملي وعصري يوفر مساحات تخزين واسعة مع أدراج منظمة ومقسّمة لتسهيل الوصول إلى اللفافات عند الحاجة.",
        features: ["تصميم عملي وعصري لتنظيم اللفافات",  "سعة تخزين واسعة تناسب جميع أحجام اللفافات", "اشكال والوان عديدة"],
        images: [
            "./imgprodects/prodect9.jpeg"
        ]
    },
    {
        id: 10,
        name: "مشابك حاجز مطاطي باكستاني",
        model: "متعدد الموديلات",
        category: "materials",
        price: "25 $",
        description: "مشابك حاجز مطاطي باكستاني عالي الجودة مصمم للاستخدام في العيادات السنية. يوفر أداءً ممتازًا في عمليات الترميم السنية.",
        features: ["تصميم مطاطي قوي ومتين", "مصنوع من مواد عالية الجودة مقاومة للتآكل", "متين و مريح"],
        images: [
            "./imgprodects/prodect10.jpeg"
        ]
    },
        {
        id: 11,
        name: "فرد حاقن للإكريل الفموي",
        model: "__",
        category: "tools",
        price: "$",
        description: "فرد حاقن عالي الجودة مصمم لتطبيق الإكريل الفموي بدقة وسهولة. يوفر توزيعًا متساويًا للمواد لضمان نتائج ممتازة في عمليات الترميم والتجميل.",
        features: ["تصميم مريح وسهل الاستخدام", "مصنوع من مواد عالية الجودة"],
        images: [
            "./imgprodects/prodect11.jpeg"
        ]
    },
            {
        id: 12,
        name: "قاطع كوتا معدنية",
        model: "Metal Cutters",
        category: "tools",
        price: " $",
        description: "قاطع كوتا معدنية عالي الجودة مصمم للاستخدام في العيادات السنية. يوفر أداءً ممتازًا في عمليات الترميم السنية.",
        features: ["تصميم معدني قوي ومتين", "مصنوع من مواد عالية الجودة مقاومة للتآكل", "سهل التركيب "],
        images: [
            "./imgprodects/prodect12.jpeg"
        ]
    },
        {
        id: 13,
        name: "مرايا أسنان",
        model: "متعدد الموديلات",
        category: "tools",
        price: "1.5 $",
        description: "مرايا أسنان عالية الجودة مصممة للاستخدام في العيادات السنية ",
        features: ["تصميم بشكل اسنان", "متانة جيدة", "الوان متعددة"],
        images: [
            "./imgprodects/prodect13.jpeg"
        ]
    },
            {
        id: 14,
        name: "أمثلة تدربية للكمبوزيت",
        model: "__",
        category: "materials",
        price: "$",
        description: "امثلة تدربية للكمبوزيت عالية الجودة مصممة لتوفير تجربة تعليمية فعالة في مجال طب الأسنان.",
        features: ["مناسب للطلاب و الشروحات , تحاكي الحالات السريرية الحقيقية"],
        images: [
            "./imgprodects/prodect14.jpeg"
        ]
    },
            {
        id: 15,
        name: "أوتاد معدنية",
        model: "__",
        category: "tools",
        price: "4.5$",
        description: "أوتاد معدنية عالية الجودة مصممة للاستخدام في العيادات السنية تتميز بتصميمها العملي ومتانة جيدة.",
        features: ["تصميم معدني قوي ومتين", "مصنوعة من مواد عالية الجودة مقاومة للتآكل", "سهل التركيب والتبديل"],
        images: ["./imgprodects/prodect15.jpeg"]
    },

                {
        id: 16,
        name: "مشابك  Garrison",
        model: "متعدد الموديلات",
        category: "materials",
        price: " $",
        description: "مشابك حاجز مطاطي عالي الجودة مصمم للاستخدام في العيادات السنية. يوفر أداءً ممتازًا في عمليات الترميم السنية.",
        features: ["تصميم مطاطي قوي ومتين", "مصنوع من مواد عالية الجودة مقاومة للتآكل", "متين و مريح"],
        images: ["./imgprodects/prodect16.jpeg"]
    },

        {
        id: 17,
        name: "تلميع وانهاء كمبوزيت",
        model: "__",
        category: "materials",
        price: "$",
        description: "تلميع وانهاء كمبوزيت عالي الجودة مصمم لتوفير نتائج تلميع ممتازة في عمليات الترميم والتجميل السنية.",
        features: ["انيقة و عملية"],
        images: ["./imgprodects/prodect17.jpeg"]
    },

                {
        id: 18,
        name: "مساند الأسنان الأمامية",
        model: "__",
        category: "tools",
        price: "4.5$",
        description: "مساند الأسنان الأمامية عالي الجودة مصممة للاستخدام في العيادات السنية.",
        features: ["تصميم مريح وسهل الاستخدام", "مصنوع من مواد عالية الجودة"],
        images: ["./imgprodects/prodect18.jpeg"]
    },

                {
        id: 19,
        name: "مطاط حاجز",
        model: "متعدد الموديلات",
        category: "materials",
        price: "$",
        description: "مطاط حاجز عالي الجودة مصمم للاستخدام في العيادات السنية. يوفر أداءً ممتازًا في عمليات الترميم السنية.",
        features: ["مطاط مقاوم للادوات الحادة "," مناسب للعمليات الجراحية "],
        images: ["./imgprodects/prodect19.jpeg"]
    },

                {
        id: 20,
        name: "علب معدنية سنابل مع غطاء (الحجم الكبير)",
        model: "متعدد الموديلات",
        category: "tools",
        price: "6.5 $",
        description: "علبة معدنية معدنية عالية الجودة",
        features: ["معدن مقاوم للصدأ ومتين", "تصميم أنيق وعصري", "سعة جيدة لتخزين السنابل", "سهلة التنظيف والتعقيم", "مناسبة للاستخدام في العيادات والمستشفيات", "الوان متعددة وجذابة"],
        images: [
            "./imgprodects/prodect20.jpeg"
        ]
    },

                {
        id: 21,
        name: "مسطرة لبية وحامل مبارد",
        model: "متعدد الموديلات",
        category: "tools",
        price: " $",
        description: "مسطرة لبية وحامل مبارد عالي الجودة مصمم للاستخدام في العيادات السنية.",
        features: ["تصميم مريح وسهل الاستخدام", "مصنوع من مواد عالية الجودة"],
        images: [
            "./imgprodects/prodect21.jpeg"
        ]
    },
                {
        id: 22,
        name: "مسطرة لبية ومحددة الكوتا",
        model: "tools",
        category: "tools",
        price: "5 $",
        description: "مسطرة لبية ومحددة الكوتا عالي الجودة مصمم للاستخدام في العيادات السنية.",
        features: ["تصميم مريح وسهل الاستخدام", "مصنوع من مواد عالية الجودة"],
        images: [
            "./imgprodects/prodect22.jpeg"
        ]
    },

                {
        id: 23,
        name: "أوتاد فايبر",
        model: "متعدد الموديلات",
        category: "materials",
        price: "2.5 $",
        description: "أوتاد فايبر عالي الجودة مصممة للاستخدام في العيادات السنية.",
        features: ["تصميم مريح وسهل الاستخدام", "مصنوع من مواد عالية الجودة"],
        images: [
            "./imgprodects/prodect23.jpeg"
        ]

    },

                {
        id: 24,
        name: "أطقم نحت كمبوزيت باكستانية",
        model: "متعدد الموديلات",
        category: "tools",
        price: "25 $",
        description: "أطقم نحت باكستانية عالي الجودة مصممة للاستخدام في العيادات السنية.",
        features: ["تصميم أنيق وعصري", "مصنوع من مواد عالية الجودة","مواد عالية الجودة مقاومة للتآكل", "سهل التعقيم والتنظيف", "مناسبة للاستخدام في العيادات والمستشفيات"],
        images: ["./imgprodects/prodect24.jpeg"]
    },

                {
        id: 10,
        name: "",
        model: "",
        category: "",
        price: "$",
        description: "",
        features: [""],
        images: [
        ]
    },
];